Dlubal.SteelSurfaces.CaseDetails
Details of the case

Dlubal.SteelSurfaces.CaseDetails.StressesEquivalent
Equivalent Stresses According to:

Dlubal.SteelSurfaces.CaseDetails.ServiceabilityLimits
Serviceability limits (Deflections).

Dlubal.SteelSurfaces.CaseDetails.AnalysisMethod
Analysis Method for Result Combinations.

Dlubal.SteelSurfaces.CaseDetails.MixedMethodThreshold
If the number of combination possibilities is smaller, Enumeration method is used.

Dlubal.SteelSurfaces.CaseDetails.ResultsAs
FE mesh points or Grid points.

Dlubal.SteelSurfaces.CaseDetails.MaximalStressRatio
Max allowable stress ratio.

Dlubal.SteelSurfaces.CaseDetails.InternalForcesDistribution
Distribution of Internal Forces

Dlubal.SteelSurfaces.CaseDetails.SmoothedInternalForces
Apply smoothed internal forces in the defined average regions